package image_generator

const (
	deployThreadImagePrompt = "Сгенерируй изображение для \"Деплой-треда\"\n\nДеплой-тред, это тред в Slack нашей компании, куда мы скидываем ссылки на MR, чтобы назначенный человек плавно разливал их в продакшен.\nЭто должно быть смешно и в стиле популярных мультиков."
	reviewThreadImagePrompt = "Сгенерируй изображение для \"Ревью-треда\"\n\nРевью-тред, это тред в Slack нашей компании, куда мы скидываем ссылки на MR, которые должны проверить (провести код-ревью) люди добавленную в группу #review-team \nЭто должно быть смешно и в стиле популярных мультиков."
)
